/* 
  QMLocalizable.strings
  QMAdSDK

  Created by xusheng on 2025/5/15.
  
*/
// 西班牙

"view_now_button" = "Ver ahora";
"skip_button" = "Saltar";
"install_button" = "Instalar";
"download_button" = "Descargar";
"downloading_status" = "Descargando";
"allow_install_alert" = "Permitir instalar la aplicación";
"app_name" = "Reproducir de nuevo";
"replay_button" = "Intentar de nuevo";
"retry_button" = "Cerrar";
"close_button" = "Actualizar";
"refresh_button" = "Ver";
"view_action" = "Ahora mismo";
"just_now_time" = "Más información";
"learn_more_link" = "Más información";
"Reward_text" = "Premio en %.0fs";
"gets_Rewarded" = "Recompensa obtenida";

// Default ad titles (picked randomly when title is missing)
"default_ad_title_1" = "Featured Recommendation";
"default_ad_title_2" = "You Might Like This";
"default_ad_title_3" = "Sponsored Content";
"default_ad_title_4" = "Discover Something New";
"default_ad_title_5" = "A Special Recommendation";
